package constants

const (
    JoinMessage = "👋 はじめまして！マネリンです。\n" +
        "グループに追加していただき、ありがとうございます！\n\n" +
        "マネリンは、グループでのお金の貸し借りを\n" +
        "カンタンに記録＆管理できるLINE Botです💰\n\n" +
        "📌 使い方：\n\n" +
        "コマンドを送るだけで、すぐに管理を始められます✨"

	PrivateChatMessage = "メッセージありがとうございます！！\n\n" +
        "申し訳ありませんが、マネリンはグループチャット専用のBotです。\n\n" +
        "ご利用いただくには、グループにこのアカウントを招待してください✨"

	HelpMessage = "💡 マネリンの使い方\n\n" +
		"あとで説明書く。"

	InvalidMessage = "無効なメッセージです。\n\n" +
		"使い方一覧を確認するには\n\n" +
		"私のメンションのみ\n" +
		"または\n" +
		"「@(私のメンション) 使い方」\n\n" +
		"を送信してください。"
)